{   
    "galletas": [{
        "titulo": "Galletas de Avena caseras",
        "categoria": "galletas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "1/2 taza de harina de avena O de copos de avena que convertiremos en harina.", 
            "1/2 taza de copos de avena para dar textura", 
            "2 cucharadas de salvado de trigo", 
            "1 cucharada de canela en polvo", 
            "1 cucharada de coco rallado", 
            "1 banana o plátano canario", 
            "5 claras de huevo", 
            "1/2 limón", 
            "Azúcar al gusto", 
            "Papel vegeta"],
        "preparacion": [
            "Primero, precalentamos el horno a 200ºC.", 
            "Vamos a empezar con la base: la harina de avena. Si ya la tienes, puedes saltar este párrafo. Ahora, si no la tienes, vamos a convertir 1/2 taza de copos de avena en harina. Vertamos la avena en la licuadora y listo tendremos harina de avena", 
            "En un bol batimos las 5 claras junto con el zumo del limón. Agregamos la banana que mientras más maduro esté mejor y volvemos a batir.", 
            "Aparte mezclamos: la harina de avena, el salvado de trigo, la canela y el coco. Y se lo agregamos al bol que teníamos con las claras, vamos a mezclar con una cuchara. Luego agregamos la 1/2 taza de copos de avena, esto lo dejo para el final porque  sirve para darle consistencia y esa textura típica de las galletas de avena.", 
            "Prueba la mezcla y agrega el azúcar, según tu gusto. Esto lo recomiendo porque la banana y el coco le dan un toque bastante dulce.", 
            "Ahora, sólo queda colocar papel vegetal en una bandeja, y con una cuchara y mucho arte hace,os las galletas. Una cucharada, 1 galleta. Si son primerizos en esto, las primeras siempre salen con formas particulares, poco a poco quedarán perfectas.", 
            "Al horno, por 20 o 30 minutos. Dependerá del horno, lo importante es que se vean doraditas y queden crujientes.",
            "Déjalas enfriar sobre una plato y ¡buen provecho!"],
        "img": "./img/galletas/galletas-avena/galletas-de-avena.jpg",
        "id": "1"
    },
    {
        "titulo": "Galletas de Mantequilla Caseras",
        "categoria": "galletas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "250 gramos de mantequilla sin sal.", 
            "150 gramos de azúcar.", 
            "400 gramos de harina de trigo todo uso.", 
            "1 huevo.", 
            "pizca Una de sal.", 
            "pizca Una de canela en polvo."],
        "preparacion": [
            "Precalienta el horno a 180 grados.", 
            "Bate la mantequilla con el azúcar en un bowl mediano.", 
            "Incorpora la sal, la canela y el huevo hasta que se haga una pasta algo cremosa.", 
            "Agrega la harina de trigo poco a poco y ve mezclando hasta que no hayan grumos.", 
            "Te debería quedar una especie de “masa grande de galleta” un poco sólida. Métela en la nevera por 30 minutos.", 
            "Transcurrido el tiempo saca tu masa para galleta y extiéndela en una superficie plana.", 
            "Ahora simplemente con ayuda de un cuchillo o de un molde redondo ve cortando las galletas y poniéndolas en una bandeja para hornear previamente engrasada.", 
            "Si lo prefieres puedes simplemente amasar bolitas de harina, ponerlas en la bandeja y aplastarlas con el tenedor hasta darle la forma deseada.", 
            "Mete en el horno hasta que los bordes de las galletas de mantequilla estén ligeramente dorados.", 
            "Retira la bandeja del horno, saca las galletas y, si tienes más masa, repite nuevamente el proceso hasta que las tengas todas listas.", 
            "Déjalas enfriar sobre una plato y ¡buen provecho!"],
        "img": "./img/galletas/galletas-mantequilla/galletas-mantequilla.jpg",
        "id": "2"
    },
    {
        "titulo": "Galletas con Chispas de Chocolate",
        "categoria": "galletas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "200 gramos de harina de trigo", 
            "180 gramos de azúcar", 
            "100 gramos de mantequilla", 
            "1 huevo", 
            "1/2 cucharadita de levadura en polvo", 
            "1 taza de chispas de chocolate, ó trozos de chocolate", 
            "Una pizca de sal"],
        "preparacion": [
            "Precalienta el horno a 180 grados.", 
            "Deja que la mantequilla se ponga a temperatura ambiente antes de usarla.", 
            "Bate la mantequilla y el azúcar en un bowl", 
            "Agrega el huevo y sigue mezclando.", 
            "Echa poco a poco la harina de trigo y junto a ella la levadura y una pizca de sal.", 
            "Bate bien todo hasta que se haga una masa homogénea que se pueda coger con la mano.", 
            "Ahora vas a agregar las chispas de chocolate, ó los pedazos de chocolate picados. En este momento, vas a mezclar las chispas con una paleta de madera.", 
            "Deja reposar esta mezcla en el refrigerador durante 30 minutos.", 
            "Coge una bandeja para hornear previamente engrasada, haz bolitas con la masa de galleta con la mano, ponlas sobre la bandeja y aplástalas un poco.", 
            "Haz varias de estas bolitas y ponlas en la bandeja procurando que quede espacio suficiente entre cada una para que no se pegue cuando crezca en el horno.", 
            "Ahora simplemente mete a hornear durante 15 minutos o hasta que las galletas estén listas (que se hayan dorado sin quemarse).","Recuerda que los hornos no siempre cocinan a la temperatura que dicen, debes estar atento por si tus galletas están listas antes de tiempo.", 
            "Cuando estén listas, saca las galletas de la bandeja y déjalas reposar a temperatura ambiente"],
        "img": "./img/galletas/galletas-chispas-chocolate/galletas-chispas-chocolate.jpg",
        "id": "3"
    },
    {
        "titulo": "Galletas de Chocolate Caseras",
        "categoria": "galletas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "250 gramos de harina de trigo", 
            "200 gramos de mantequilla sin sal", 
            "100 gramos de azúcar", 
            "40 gramos de cacao en polvo", 
            "1 pizca de sal"],
        "preparacion": [
            "Lo primero es que la mantequilla debe estar a temperatura ambiente, si la tenías en la nevera sácala un rato antes.", 
            "Precalienta el horno a 180 grados.", 
            "Mezcla la mantequilla con el azúcar en un bowl grande usando una batidora eléctrica o con una paleta de madera.", 
            "Agrega la harina de trigo, el cacao y la pizca de sal. Continúa mezclando hasta que se forme una masa homogénea.", 
            "Coje una bandeja para hornear y ponle una capa de papel vegetal.", 
            "Amasa bolitas pequeñas, del tamaño de una pelota de golf, ponlas sobre la bandeja y aplástalas con un tenedor, cucharilla o con los dedos.", 
            "Procura que haya espacio entre cada una de las galletas antes de meterlas al horno.", 
            "Ahora simplemente hornea durante 20 minutos.", 
            "Recuerda que algunos hornos cocinan más rápido que otros así que este tiempo de 20 minutos podría ser menor en tu caso, debes estar atento con esto.", 
            "Una vez listas las galletas, sácalas de la bandeja, amasa más bolitas, aplástalas y sigue horneando hasta que estén hechas todas.",
            "Déjalas enfriar sobre una plato y ¡buen provecho!"],
        "img": "./img/galletas/galletas-chocolate/galletas-chocolate.jpg",
        "id": "4"
    },
    {
        "titulo": "Gsalletas de Vainilla",
        "categoria": "galletas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "250 gramos de harina de trigo", 
            "150 gramos de mantequilla", 
            "150 gramos de azúcar", 
            "1 cucharadita de polvo para hornear", 
            "1 huevo", 
            "1 cucharada de extracto de vainilla"],
        "preparacion": [
            "Precalienta el horno a 180 grados centígrados.", 
            "En un bowl mezcla el azúcar y la mantequilla con una batidora eléctrica o con una paleta de madera", 
            "Agrega el huevo y la vainilla.", 
            "Echa la levadura y la harina de trigo poco a poco.", 
            "Mezcla bien hasta que tengas una masa homogénea.", 
            "Mete esta masa de galleta en el refrigerador durante un par de horas para que se solidifique un poco.", 
            "Transcurrido el tiempo comienza a hacer la galletas ayudado con un rodillo y cortándolas con un molde o un cuchillo.", 
            "También puedes hacer bolitas redondas y aplastarlas con un tenedor.", 
            "Pon las galletas en una bandeja de hornear previamente engrasada.", 
            "Procura que las galletas guarden una distancia entre ellas.", 
            "Hornea durante 15 minutos.", 
            "Cuando estén listas deja que reposen a temperatura ambiente."],
        "img": "./img/galletas/galletas-vainilla/galletas-vainilla.jpg",
        "id": "5"
    }],

    "pasteles": [{
        "titulo": "Pastel de Zanahoria",
        "categoria": "pasteles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "4 unidades de huevos si tienes la suerte de conseguir huevos muy grandes, puedes usar 3.", 
            "350 gramos de azucar." , 
            "3 tazas Zanahorias ralladas.", 
            "275 gramos Harina de trigo.", 
            "una cucharadita de Bicarbonato.", 
            "una cucharadita de polvo para hornear.", 
            "una taza y 1/4.de Aceite vegetal", 
            "2 cucharadas de Canela opcional.", 
            "3/4 taza peladas y troceadas de Nueces (opcional).", 
            "1 cucharada de Vainilla opcional.", 
            "una pizca de sal.",
            "Queso mascarpone o crema: 250 gramos.", 
            "Azúcar glass: 1 y 1/2 taza.", 
            "Vainilla: 1 cucharadita opcional, yo no le pongo al mío.", 
            "Mantequilla sin sal: 2 cucharadas grandes opcional"],
        "preparacion": [
            "Encender el horno a 180 grados centígrados.", 
            "Mezcla la harina con el polvo de hornear o levadura, la sal, la canela y el bicarbonato.", 
            "En otro recipiente, batir los huevos hasta lograr una mezcla totalmente homogénea.", 
            "Sumar el azúcar a los huevos y continuar batiendo hasta lograr de nuevo una mezcla homogénea.", 
            "Incorporar el aceite a esta última, y batir hasta que quede totalmente diluido.", 
            "Unir la mezcla de ingredientes con la mezcla de polvos en la harina, moviendo constantemente para que no se hagan grumos.", 
            "Una vez lograda una pasta común, sumar la zanahoria rallada, las nueces y la vainilla.", 
            "Luego de que la pasta quede bien mezclada, deposita todo en un molde siliconado. Si no tienes uno de estos, debes cubrir un molde tradicional con una ligera capa de mantequilla, y espolvorear de harina, antes de agregar la mezcla.", 
            "Acomoda en el horno precalentado, y deja por 40 minutos."],
        "adicional": "Preparacion Adicional",
        "crema": [
            "Batir la mantequilla con el queso cremoso hasta lograr una textura untuosa (para que la mantequilla se incorpore muy rápido, puedes meterla 20 segundos al microondas antes de mezclarla con el queso).", 
            "Incorporar el azúcar glass a la crema y batir hasta que queden bien unidos todos los ingredientes. Este también es el momento de sumar la vainilla.", 
            "Un batidor eléctrico te hará la vida más fácil para trabajar la cobertura", 
            "Una vez pasado el tiempo de horneado, introducir un cuchillo en el pastel. Si aún no sale seco, dejar hornear algunos minutos más, repitiendo el procedimiento con frecuencia.", 
            "Cuando esté bien horneado el pastel, sacar del horno y desmoldar con cuidado (espera que al menos se enfríe lo necesario para que no te quemes cuando saques la tarta de zanahoria del molde).", 
            "Para cubrir con el betún, vierte la crema sobre el centro del pastel y ve extendiendo hacia los lados con una paleta o cuchillo. Si quieres que el glaseado tome una textura un poco sólida, pasa el pastel al refrigerador, luego de que haya alcanzado una temperatura ambiente.", 
            "Puedes decorar tu tarta de zanahoria espolvoreando con trozos de nueces, canela o incluso zanahoria rallada, sobre el glaseado"],
        "img": "./img/pasteles/pastel-zanahoria/pastel-zanahoria.jpg",
        "id": "6"
    },
    {
        "titulo": "Pastel tres leches",
        "categoria": "pasteles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "1 lata grande de leche condensada poco menos de 400 gramos", 
            "1 lata de leche evaporada poco menos de 400 gramos", 
            "1 taza de harina de trigo", 
            "1 lata (de la misma medida de las de leche condensada en leche líquida o crema de leche", 
            "6 huevos", 
            "1 chorrito de esencia de vainilla", 
            "1/2 sobre de polvo para hornear", 
            "1 taza de azúcar para el bizcocho", 
            "1 taza de azúcar para el merengue"],
        "preparacion": [
            "Primero que todo, vamos a precalentar el horno a 180 grados.", 
            "Luego, prepararemos el bizcocho. Para esto, batiremos las yemas de todos los huevos, y solamente tres claras, en un recipiente.", 
            "Continuaremos hasta que empiecen a formarse burbujas. Es posible ayudarse para este proceso con un batidor.", 
            "Para continuar, hay que incorporar el azúcar a la mezcla, sin dejar de batir. Hay que hacer este paso poco a poco, de manera que la mezcla se vaya integrando bien, y batir lo suficiente para que se forme una mezcla homogénea y con cuerpo.", 
            "Una vez que la mezcla sea uniforme, hay que agregar la harina y el polvo de hornear, sin parar de batir. Es recomendable agregar la harina poco a poco, de la misma manera que el azúcar, para que el polvo se integren bien a la mezcla y no correr riesgos de que se formen grumos.", 
            "Cuando la mezcla comience a verse uniforme de nuevo, vamos a agregar la vainilla.", 
            "Pasaremos esta mezcla a un molde para hornear. Si se trata de un molde convencional, hay que engrasarlo bien antes de añadir la mezcla del bizcocho, con la mantequilla marcada como opcional en la lista de ingredientes.", 
            "Meteremos la masa de pastel al horno, por 25 minutos"],
            "adicional": "Preparacion Adicional",
        "crema": [
            "Mientras el bizcocho se hornea, podemos aprovechar para hacer la mezcla de las tres leches. Literalmente, mezclaremos en un recipiente, la leche evaporada, la leche condensada y la crema de leche o leche líquida.", 
            "Una vez obtenida una mezcla homogénea, la reservaremos.", 
            "También podemos aprovechar el tiempo de horneado para preparar el merengue o la crema con la que cubriremos este pastel tres leches. ¿Se acuerdan de las tres claras de huevo que no hemos utilizado para preparar el bizcocho? Este es el momento de usarlas. Simplemente, las batiremos a punto de nieve.", 
            "Luego de obtener la consistencia de punto de nieve, iremos incorporando el azúcar, poco a poco, y mezclando para conseguir una crema homogénea. Sin embargo, también hay que batir lo suficiente para obtener la consistencia voluminosa y cremosa del merengue. Llegado este punto, reservaremos el merengue.", 
            "Pasado el tiempo de horneado, haremos la prueba del cuchillo. Si hundimos un cuchillo en la masa, pero todavía no está seco al sacarlo, dejaremos que el bizcocho se cocine algunos minutos más.", 
            "Luego, hay que sacar el bizcocho del horno. Lo ideal es dejarlo enfriar antes de desmoldarlo.", 
            "Vamos a tener que bañar el bizcocho con la mezcla de las tres leches. Es por esto que normalmente este pastel se conserva en moldes de vidrio con paredes, para poder contener el líquido. Antes de bañar el bizcocho, se perfora un poco con la punta de un tenedor, para ayudar a que absorba mejor la leche en los puntos más céntricos.", 
            "Finalmente, vamos a esparcir el merengue en una capa superior para el pastel."],
        "img": "./img/pasteles/pastel-3leches/pastel-3leches.jpg",
        "id": "7"
    },
    {
        "titulo": "Pastel de Fresas",
        "categoria": "pasteles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "65 g de mantequilla", 
            "1/4 taza de edulcorante artificial granulado", 
            "2 huevos", 
            "65 g de harina de trigo", 
            "1/2 cucharadita de vainilla", 
            "1/2 taza de crema para batir sin azúcar", 
            "1 cucharadita de edulcorante artificial en polvo", 
            "1 taza de fresas frescas picadas", 
            "4 cucharaditas de mermelada de fresa sin azúcar"],
        "preparacion": [
            "Precalienta el horno a 200ºC.", 
            "Toma un molde de pastel rectangular mediano, engrásalo y enharínalo", 
            "Con una batidora eléctrica bate la mantequilla hasta que tome una contextura esponjosa. Seguidamente agrega el edulcorante granulado y bate hasta que se forme una masa espumosa.", 
            "Agrega los huevos a la mezcla, uno a la vez. Sigue batiendo hasta que queden totalmente incorporados. Agrega la harina de trigo y luego la vainilla. Para este momento ya tendrás una masa un poco más espesa.", 
            "Vierte toda la masa en el molde que previamente tenías engrasado y enharinado y hornea hasta que, al momento de introducir un tenedor, éste salga limpio. También la costra debería estar dorada en este momento", 
            "Deja enfriar"],
            "adicional": "Preparacion Adicional",
        "crema": [
            "Mezcla la crema para batir con la cucharadita del edulcorante hasta que obtengas una espuma suave. Resérvala.", 
            "Corta un pedazo de bizcocho, barnízalo con la mermelada de fresas con ayuda de una brocha, decóralo con la crema que hiciste previamente y ponle algunos trozos de fresas recién picadas (lavadas y desinfectadas previamente) en la superficie."],
        "img": "./img/pasteles/pastel-fresas/pastel-fresas.jpg",
        "id": "8"
    }],
    "cremas": [{
        "titulo": "Crema de Castañas Dulce",
        "categoria": "cremas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "225 gramos de azúcar",
            "1/2 litro de leche",
            "2 cucharaditas de extracto de vainilla",
            "1/2 kilo de castañas"],
        "preparacion": [
            "Lo primero que haremos será lavar bien las castañas. Antes de cocinarlas, les haremos un corte en la parte de arriba, con una forma circular, como el que se les hace para prepararlas para su asado.",
            "Luego necesitaremos conseguir una buena cacerola, con tamaño suficiente para todas las castañas. Las colocaremos adentro y las cubriremos con agua.",
            "Entonces llevaremos la cacerola al fuego y la dejaremos cocinarse durante 10 minutos. Contaremos este tiempo a partir de que el agua empiece a hervir.",
            "Pasado este tiempo, apagaremos el fuego y colaremos los frutos. Una vez escurridos, los pelaremos, con cuidado de no quemarnos, evidentemente. No mandes la olla para donde están tus demás trastes sucios. Vas a volver a necesitarla.",
            "Les decía lo de la cacerola porque una vez que hayamos terminado de pelar todas las castañas, vamos a volverla a poner al fuego y cocinaremos los frutos de nuevo. Los cubriremos con agua nueva y esta vez, las cocinaremos durante 10 minutos más, a partir de que empiecen a hervir. Cocinamos las castañas dos veces para llevarlas primero al punto más conveniente para pelarlas y luego, para llevarlas al punto donde se suavicen lo suficiente como para hacer una crema o puré.",
            "Cuando se termine el tiempo de cocción, colaremos nuevamente los frutos y los pasaremos a un robot de cocina. Allí los procesaremos para obtener una pasta. Hay que procurar que esta pasta tenga la textura lo más fina posible. También hay que hacer esto con las castañas calientes, para obtener mejores resultados.",
            "Reservaremos la pasta de castañas durante un momento, para ocuparnos del resto de los ingredientes. Podemos enjuagar la olla para reutilizarla y calentar la leche, la vainilla y el azúcar. Haremos la mezcla mientras calentamos a fuego alto, pero removiendo constantemente, para asegurarnos de que la leche no se queme ni se pegue al fondo.",
            "Cocina durante cinco minutos y luego, reduce la intensidad del fuego e incorpora el puré de castañas. Asegúrate de aprovechar hasta los últimos restos, que no se queden en el robot.",
            "Continúa removiendo la crema con frecuencia, con la ayuda de una cuchara de madera. Deja que se cocine durante 15 minutos más, repitiendo la operación constantemente.",
            "La crema de castañas deberá espesarse y tomar una consistencia cremosa y densa. Pasado el tiempo de cocción indicado, ya estará lista para servirse, si te gusta caliente. Si no, puedes esperar a que se enfríe para guardarla en un recipiente tapado en el refrigerador, y consumirla en un máximo de pocos días."],
        "img": "./img/cremas/crema-castana/crema-castanas.jpg",
        "id": "9"
    },
    {
        "titulo": "Crema Pastelera",
        "categoria": "cremas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "4 yemas de huevo",
            "500 mililitros de leche",
            "115 gramos de azúcar",
            "15 gramos de extracto de vainilla",
            "40 g de maicena"],
        "preparacion": [
            "Lo primero es calentar la leche con la vainilla, en una olla. Hay que revolverlas y dejarlas hervir.",
            "Luego de que el líquido rompa a ebullición, hay que sacar la olla del fuego.",
            "Dejamos reposar la leche, mientras en una batidora agregamos las yemas de huevo con el azúcar y la maicena. Hay que batir hasta obtener una crema homogénea. El batido también puede realizarse manualmente, pero claro, implicará mucho más trabajo.",
            "Una vez que la mezcla de huevos esté totalmente integrada y homogénea, se irá vertiendo en la leche que se dejó reposar. Hay que realizar este proceso mientras se bate la leche, sin parar. El hilo de la mezcla de huevos debe ir dejándose caer poco a poco. De esta manera, ambas se irán integrando paulatinamente.",
            "Luego de tener mezclados todos los ingredientes, hay que volverlos a calentar. Esto lo haremos con un fuego al mínimo y asegurándonos de revolver sin parar. A medida que se vaya calentando la crema, se irá volviendo más espesa, lo que nos irá dando la textura final de esta receta.",
            "Después de obtener el punto de espesor de la crema, podemos quitarla del fuego.",
            "Hay que dejarla reposar para que se enfríe.  Esto sin meterla directamente al refrigerador, puesto que los cambios bruscos de temperatura pueden dañar la composición de la leche.",
            "Otra precaución que hay que tomar es evitar la deshidratación de la crema. Para esto, hay que dejarla reposar tapada. La solución más fácil es cubrir el recipiente con papel film plástico de alimentos"],
        "img": "./img/cremas/crema-pastelera/crema-pastelera.jpg",
        "id": "10"
    },
    {
        "titulo": "Crema de Limón",
        "categoria": "cremas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "3 limones",
            "1/8 kilo de azúcar glass",
            "1/8 kilo de mantequilla sin sal",
            "Una pizca de sal",
            "1 huevo completo",
            "4 yemas de huevo"],
        "preparacion": [
            "Vamos a comenzar por encargarnos de los limones. Escogeremos el más bonito, lo lavaremos bien y luego, rallaremos su cáscara lo más finamente posible. Resérvala, momentáneamente.",
            "Cortaremos por la mitad el mismo limón, para exprimirlo. Haremos lo mismo con los otros dos. Asegúrate de que las semillas o la pulpa no se mezclen con el jugo. De momento, reservaremos este líquido.",
            "Ahora nos ocuparemos de la mantequilla. Para usarla en esta receta, tenemos que prestar atención a que siempre esté fría. De entrada, esto permitirá que mantenga la consistencia necesaria para que podamos cortarla en cuadritos pequeños, que reservaremos posteriormente.",
            "Luego, vamos a buscar una olla de buen tamaño, con la cual realizaremos el baño de María necesario para preparar la crema de limón. Agregamos suficiente agua y la pondremos a calentar. No la llenes de líquido haya arriba para que no se desborde cuando coloquemos adentro el otro recipiente con la crema.",
            "El segundo recipiente que utilizaremos, tiene que ser apto para un baño de María y por supuesto, más pequeño que la olla. Allí vamos a agregar el contenido de un huevo completo y las yemas de otros cuatros huevos. Cuando separes las yemas de las claras, conserva estas últimas para preparar otras recetas.",
            "En el mismo recipiente, vamos a agregar el azúcar y enseguida vamos a batir lo suficiente hasta que la mezcla se convierta en una crema.",
            "Una vez que hayamos obtenido la crema, vamos a agregar el jugo del limón que hemos reservado previamente. Todavía no tocaremos la ralladura.También vamos a agregar a la mezcla una pizca de sal.",
            "Enseguida, revolveremos bien todo hasta la obtención de una crema homogénea.",
            "Lo siguiente será colocar el recipiente con esta crema en el centro del baño de María. El agua de la olla para este tipo de cocción ya debería estar caliente.",
            "De inmediato, comenzaremos a revolver la crema que está en baño de María (de manera manual, con la ayuda de una espátula o cuchara de cocina). Con la influencia del calor, la mezcla va a comenzar a volverse más espesa, poco a poco. Mantendremos siempre el calor entre medio y bajo, para controlar que el agua no vaya a romper en ebullición.",
            "Revolveremos la crema durante unos 8 minutos. Este tiempo debe ser suficiente para que tome una buena consistencia espesa. Entonces la retiraremos del fuego, con cuidado de no quemarnos.",
            "Una vez que hayamos sacado la crema de limón del calor, vamos a añadir la mantequilla y también la piel rallada del limón.",
            "Batiremos hasta que la mezcla se vuelva homogénea y después, dejaremos reposar la preparación hasta que se enfríe.",
            "Cúbrela con un film plástico o con una tapa, para que no se deshidrate."],
        "img": "./img/cremas/crema-limon/crema-limon.jpg",
        "id": "11"
    },
    {
        "titulo": "Crema de Fraiche",
        "categoria": "cremas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "Dos cucharadas de buttermilk o dos cucharadas grandes de mantequilla reposada a temperatura ambiente",
            "1/4 de litro de nata líquida con al menos 1/3 de contenido graso"],
        "preparacion": [
            "El principio de preparación es muy simple: hay que mezclar en un recipiente la mantequilla o buttermilk con la nata.",
            "Hay que revolver y revolver hasta que ambos productos estén totalmente integrados y sólo veamos una crema homogénea.","Posteriormente, colocaremos el recipiente con la mezcla en un lugar con una temperatura estable, cálida pero agradable, alrededor de 20 o 21 grados. El recipiente debe estar tapado y de preferencia, debe ser un recipiente de vidrio.",
            "Dejaremos que la crema se repose toda una noche o incluso hasta 20 horas.",
            "Después de este tiempo, la crema ya estará lista para utilizarse. Para conservarla, hay que asegurarse de refrigerarla. Como para todo lácteo, contarás con un plazo de varios días para poder utilizarla, siempre y cuando la mantengas guardada en refrigeración."],
        "img": "./img/cremas/crema-fraiche/crema-fraiche.jpg",
        "id": "12"
    }],

    "magdalenas": [{
        "titulo": " Magdalenas de Chocolate Caseras",
        "categoria": "magdalenas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "1 taza de cacao en polvo", 
            "4 huevos", 
            "1 taza de leche", 
            "Tres cuartos de taza de aceite de oliva utiliza uno de sabor suave", 
            "1 taza de azúcar", 
            "2 tazas de harina de trigo", 
            "Una cucharadita de levadura en polvo", 
            "Una pizca de sal"],
        "preparacion": [
            "Empieza por precalentar tu horno a 205°.", 
            "Utiliza un molde para mezclar los huevos, y bate hasta que generen muchas burbujas. Mientras más batido, mejor, eso hará que la masa quede más esponjosa. Por supuesto, puedes utilizar el batidor manual.", 
            "Añade el azúcar y bate todo hasta que se integren muy bien los ingredientes. Vas a ver cómo la mezcla empieza a tomar un tono blanqueado",
            "Viene el momento del aceite: sin dejar de batir, incorpóralo al recipiente, hasta que se homogeneice con los demás ingredientes.",
            "Luego agrega la leche, mientras continuas batiendo. Si estás usando el batidor eléctrico, es mejor que la viertas poco a poco. Igual, integra totalmente.", 
            "Ahora mezcla la harina. Es recomendable que lo hagas poco a poco por dos cosas: una, que no te queden grumos, y la otra, que no se levante con el batidor y hagas un desastre en tu cocina. Una última cosa importante: acuérdate de que sea harina sin levadura añadida. Sino, vas a tener doble levadura en la receta y en lugar de magdalenas pueden salir pequeños mutantes de tu horno. Sigue batiendo hasta que la masa esté totalmente pareja.", 
            "Ahora, a mezclar los demás polvos blancos: la levadura y la sal. Revisa que no quede un sólo grumo después de mezclar.", 
            "Por último, el ingrediente superestrella: el cacao en polvo. El cacao es un ingrediente complicado para evitar que se formen grumos, así que lo más recomendable es que al momento de añadirlo, lo pases a través de un colador. De esa forma, garantizas que caiga en la mezcla suficientemente suelto. Igual, bate hasta que todo esté homogéneo, y asegúrate de que no queden grumos.",
            "Deja la mezcla guardada por 40 minutos en el refrigerador.", 
            "Cuando la masa ya haya reposado, vuelve a batir muy ligeramente, sólo lo necesario para que sea más fácil de manejar.", 
            "Separa la masa en diferentes moldes de papel rizado, hasta que llenes las tres cuartas partes de cada uno. Si aparte del molde de papel utilizas alguno de soporte rígido, tus magdalenas van a quedar mejor.", 
            "Ahora cada molde va al horno entre 15 y 20 minutos, hasta que las magdalenas tomen un tono dorado, se les forme su respectivo copete y al insertar un cuchillo, éste salga sin residuos.", 
            "Después de que estén listas, hay que dejarlas enfriar antes de removerlas de sus moldes. Una vez frías: banquete."],
        "img": "./img/magdalenas/magdalenas-chocolate/magdalenas-chocolate.jpg",
        "id": "13"
    },
    {
        "titulo": "Magdalenas Caseras Esponjosas",
        "categoria": "magdalenas",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "4 huevos",
            "Media de taza de leche",
            "1 taza de aceite de oliva",
            "1 taza de azúcar",
            "2 tazas de harina de trigo para repostería",
            "Media cucharadita de levadura",
            "Ralladura de un limón grande",
            "Media cucharadita de sal"],
        "preparacion": [
            "Precalentar el horno a 205° grados.",
            "En el recipiente para mezclar, vierte y mezclar los huevos, hasta que estén bien aireados.",
            "Agregar el azúcar y remueve hasta que quede una mezcla homogénea con los huevos.",
            "Luego, añadir el aceite y seguir revolviendo hasta que todo esté integrado.",
            "Mismo paso, ahora con la leche.",
            "Mismo proceso con la harina. Es mejor irla añadiendo poco a poco mientras se bate la mezcla.",
            "Para terminar la mezcla, incorporar e integrar la levadura, la sal y la ralladura de limón.",
            "Ahora viene el momento de reposar la masa y meterla en el refrigerador por unos 40 minutos.",
            "Luego de sacar la masa del reposo y refrigeración, puedes volver a batir ligeramente para manipularla con mayor facilidad.",
            "Ahora viene la distribución de la masa en los moldes de papel rizado, idealmente dentro de recipientes individuales rígidos. No agregues demasiada masa dentro de cada uno, para evitar el riesgo de desbordamiento cuando el horno haga lo suyo. Tres cuartas partes de cada molde son suficientes.",
            "Meter la magdalenas al horno y esperar entre 15 y 20 minutos.",
            "Una vez pasado este tiempo, las magdalenas deben tener un color dorado y se debe haber levantado el copete de cada una. De todas maneras, hay que probar que están bien cocidas, insertando un cuchillo que debe salir limpio.",
            "Sacar las magdalenas y dejar que baje la temperatura antes de sacar de los moldes, para que la masa termine de acomodarse con la forma correcta.",
            "Sacar de los mordes y listo."],
        "img": "./img/magdalenas/magdalenas-esponjosas/magdalenas-vainilla.jpg",
        "id": "14"
    }],

    "varios": [{
        "titulo": "Barras de Chocolate con Frutos Secos",
        "categoria": "Recetas faciles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "200 a 300 gramos de chocolate oscuro (60 o 70 % cacao) en barra.",
            "1/4 de taza de agua.",
            "Media taza de Estevia granulada (solo si el chocolate no estaba endulzado).",
            "Media taza de frutos secos como almendras tostadas, o semillas de Girasol, nueces, maní tostado o pistacho. Estos deben ser picados en trozos pequeños.",
            "Una pizca de sal marina gruesa."],
        "preparacion": [
            "Una vez que tengas esto, necesitarás un plato plano o una bandeja para hornear plana y papel de cocina antiadherente.",
            "Comenzarás derritiendo el chocolate oscuro en una olla a fuego lento, puedes colocar el agua y la Estevia y cuando comience a hervir, y entonces comenzar a colocar el chocolate en trozos (puedes hacerlo con tus manos). Buscamos una consistencia líquida pero espesa, con la que puedas batir con una cuchara sin tanta facilidad.",
            "Una vez hayas derretido el chocolate, debes colocar el papel antiadherente encima del plato o bandeja y esparcirlo con una capa semi-delgada, haciendo forma de un círculo y dejando solo un poco de chocolate para después. Una vez lo hayas esparcido, puedes rociar por encima los frutos secos y la pizca de sal marina a lo largo del círculo y de manera decorativa.",
            "Luego, para poder terminar de sellar o pegar la barra, esparce el chocolate final que te queda por encima de los frutos secos y la sal. Finalmente colócalo en el congelador por unos 10 minutos; aquí buscamos que el chocolate endurezca por completo."],
        "img": "./img/varios/barras-chocolate/barras-chocolate.jpg",
        "id": "15"
    },
    {
        "titulo": "Cómo Hacer Cupcakes",
        "categoria": "Recetas faciles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "1 1/2 taza de harina de trigo",
            "2 huevos",
            "3/4 taza de azúcar",
            "1 1/2 cucharadita de polvo para hornear",
            "1/2 cucharadita de bicarbonato",
            "1/2 taza de mantequilla",
            "1/2 taza de leche",
            "1 cucharada de esencia de vainilla",
            "1 pizca de sal"],
        "preparacion": [
            "En un bowl para batidora se bate la mantequilla hasta cremar. Cuando alcance textura esponjosa añadir el azúcar. Luego se añade uno a uno el huevo hasta que desaparezca.",
            "Posteriormente se agrega la leche junto con la esencia de vainilla y se termina agregando la harina con la sal, el bicarbonato y el polvo para hornear mezclados. No trabajar demasiado o podríamos obtener un ponqué duro.",
            "Se precalienta el horno a 170ºC, se colocan los capacillos en el molde para cupcake y se rellenan a 3/4 de su capacidad. Se hornean por 20 - 25 min o hasta que al introducir un palillo este salga seco. Dejar enfriar en una rejilla.",
            "Puedes decorarlos con un poco de merengue francés y una hoja de yerbabuena"],
        "img": "./img/varios/cupcakes/cupcake.jpg",
        "id": "16"
    },
    {
        "titulo": "Compota de Manzana Casera",
        "categoria": "Recetas faciles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "150 gramos de azúcar",
            "1 kilo de manzanas",
            "1 cucharadita de canela en polvo",
            "1/2 limón sólo su jugo",
            "La piel de una naranja",
            "350 ml de agua"],
        "preparacion": [
            "Comenzaremos con la piel de naranja. Podemos usar un pelador para obtenerla, pero hay que evitar al máximo la parte blanca. Otro punto importante es que la piel esté bien limpia y que de preferencia, se trate de una naranja bio o que no esté tratada, para evitar que su piel esté impregnada de pesticidas.",
            "La piel de naranja puede utilizarse en cintas o trozos, de la misma manera que vaya despegándose con la ayuda del pelador. Una vez pelada la naranja, reservaremos su piel.",
            "También nos encargaremos de las manzanas. Las dejaremos ya peladas y retiraremos el centro con las semillas y el corazón. También las dejaremos cortadas en trozos (no importa que no sean uniformes o que no estén bien cortados).  No hay que tirar la piel de las manzanas porque según el gusto de cada quien, podemos incorporar una parte a esta receta. Yo suelo hacerlo porque esto le da más gusto a la compota y más contenido de fibra.",
            "Lo siguiente será calentar una cacerola con 350 mililitros de agua, el azúcar, el jugo de limón y la piel de la naranja.",
            "Dejaremos que esta mezcla hierva para que se forme un líquido un poco espeso, como especie de sirope o jarabe.",
            "Una vez que haya hervido, añadiremos los trozos de manzana que habíamos pelado y cortado previamente.",
            "Luego sumaremos la canela en polvo o la rama de canela.",
            "Dejaremos esta mezcla cocinándose durante unos 30 minutos, con la cacerola tapada. Es importante que el fuego se mantenga bajo para evitar que la preparación se queme.",
            "Pasado este tiempo, la mezcla debería haber tomado un color dorado y los trozos de manzana deberían estar prácticamente deshechos. Si hace falta, podemos dejar que la compota se cocine un poco más. Si vemos la mezcla muy seca, podemos añadir un poquito más de agua.",
            "Una vez cocida la compota, podemos revolverla un poco más con una cuchara de madera para uniformizar la consistencia. Este también es el momento correcto para probar la sazón de nuestra receta. Si no estuviera suficientemente dulce, se puede añadir un poco más de azúcar. En caso de contrario, para quitarle un poco de dulzura, se puede añadir algo de agua o más limón, o las dos. No hay que abusar del limón para no caer en el riesgo de que la compota se vuelva ácida. En cualquier caso, después de hacer los ajustes, hay que revolver todo muy bien.",
            "En principio, la compota de manzana no es una preparación de consistencia totalmente uniforme, pero los amantes de las texturas homogéneas pueden pasar la preparación por una licuadora o robot. Si ese es el caso, hay que retirar la piel de naranja antes de procesar la mezcla, y la canela, si fue añadida en rama y no en polvo.",
            "Para los que seguimos el estilo tradicional, sin ayudarnos de la licuadora, igual hay que retirar la piel de naranja, y también la rama de canela, si fuera el caso.",
            "Eso es todo. Podemos escoger entre servir la compota todavía un poco tibia, o dejarla refrigerar antes de empezar a comer."],
        "img": "./img/varios/compota-manzana/compota-manzana.jpg",
        "id": "17"
    },
    {
        "titulo": "Brownie de Chocolate",
        "categoria": "Recetas faciles",
        "descripcion": "Dulce merienda para disfrutar con la familia, facil y rapida de preparar con ingredientes sencillos que puedes reutilizar de tus preparaciones anteriores",
        "ingredientes": [
            "120 grs de mantequilla",
            "200 grs de chocolate amargo",
            "600 grs de azúcar blanca",
            "4 huevos de 50 grs cada uno",
            "200 grs de harina de trigo",
            "10 grs de sal",
            "10 grs de polvo de hornear"],
        "preparacion": [
            "Funde el chocolate troceado junto con la mantequilla en un baño de María.",
            "Blanquea los huevos y el azúcar, esto quiere decir que vas a batir los huevos junto con el azúcar hasta que tomen un color blanquecino.",
            "Agrega la mezcla de chocolate y mantequilla previamente enfriada.",
            "Incorpora bien (sin batir) la harina junto con la sal y el polvo de hornear",
            "Hornea la mezcla en una bandeja engrasada y enharinada o con papel mantequillado a 190 grados centígrados por aproximadamente 13 minutos.",
            "Una vez listo simplemente pica tu brownie de chocolate en cuadrados y disfruta."],
        "img": "./img/varios/brownie-chocolate/brownie-chocolate.jpg",
        "id": "18"
    }]
}